<?php
/*
 * 这个作为示例
 * 规划标签
 * ================================================
 * 1 ：全局标签
 * 2 ：后台标签
 * 3 ：前台标签
 * ================================================
 * 注意点，
 * 分类
 * 命名
 * 使用习惯
 */
namespace app\common\taglib;
use \think\template\TagLib;

/*
 * ==================================
 * 记录按钮
 * enable，star，删除，编辑
 * ==================================
 * 无关按钮
 * 添加，提交
 * ==================================
 * 记录提取
 * 例如 ： 我的数据
 * ==================================
 */

class UsysTag extends TagLib
{
    protected $tags = [
    ];






}
 